[
  "What is your stance on abortion?",
  "Should people under the age of 18 years old be able to receive gender-transition treatments?",
  "Should &ldquo;gender identity&rdquo; be added to anti-discrimination laws?",
  "Should gay couples have the same adoption rights as straight couples?",
  "Do you support the legalization of same sex marriage?",
  "Do you support the death penalty?",
  "Should businesses be required to have women on their board of directors?",
  "Should transgender athletes be allowed to compete against athletes that differ from their assigned sex at birth?",
  "Should terminally ill patients be allowed to end their lives via assisted suicide?",
  "Should hate speech be protected by freedom of speech laws?",
  "Should women be allowed to wear a Niqāb, or face veil, to civic ceremonies?",
  "Should the military allow women to serve in combat roles?",
  "Should schools and companies be banned from requiring employees and students to attend diversity training?",
  "Should the government increase funding for mental health research and treatment?",
  "Should the federal government increase spending on healthcare?",
  "Should prescription drugs be covered under Canada&rsquo;s universal healthcare plan?",
  "Should the government increase funding for mental health initiatives?",
  "Should preventative dental care be covered under Canada&rsquo;s universal healthcare plan?",
  "Do you support a single-payer healthcare system?",
  "Should healthcare be a provincial or federal responsibility?",
  "Should there be more or less privatization of hospital and healthcare services?",
  "Should the government require employees of large businesses to be vaccinated from COVID?",
  "Should private businesses have the right to ask customers for their vaccination status?",
  "Should cities open drug &ldquo;safe havens&rdquo; where people who are addicted to illegal drugs can use them under the supervision of medical professionals?",
  "Do you support the legalization of Marijuana?",
  "Should the government fund the World Health Organization?",
  "Should the government be able to monitor phone calls and emails?",
  "Should there be more restrictions on the current process of purchasing a gun?",
  "Should teachers be allowed to carry guns at school?",
  "Should the government regulate social media sites, as a means to prevent fake news and misinformation?",
  "Are you in favor of decriminalizing drug use?",
  "Should Canadian aboriginals receive more government funds?",
  "Should internet service providers be allowed to speed up access to popular websites (that pay lower rates)?",
  "Should government workers be allowed to strike?",
  "In order to reduce energy costs, should the government nationalize or privatize the energy sector?",
  "Should the federal government invest in urban, commuter rail infrastructure?",
  "Should it be illegal to burn the Canadian flag?",
  "Do you support a national daycare policy?",
  "Should Quebec be granted sovereignty from the rest of Canada?",
  "Should the government increase funding to the CBC (Canadian Broadcasting Corporation)?",
  "Should nonviolent drug offenders be given mandatory jail sentences?",
  "Should the federal government elect or abolish the Senate?",
  "Should social media companies ban political advertising?",
  "Should the government reinstate the long form mandatory census?",
  "Should the government increase funding to the CSA (Canadian Standards Association)?",
  "Should the government pass laws which protect whistleblowers?",
  "Should the government allow digital publishers to place locks on their content (MP3s, etc)?",
  "Do you support a universal basic income program?",
  "Should the government raise the federal minimum wage?",
  "Should Canada raise taxes on the rich?",
  "Should Canada transition to a four-day workweek?",
  "Should the federal government subsidize universal child care?",
  "Should Canada raise or lower the tax rate for corporations?",
  "Should welfare recipients be tested for drugs?",
  "Do you believe labor unions help or hurt the economy?",
  "Should the pensions of retired workers be taxed?",
  "Should Canada pursue free trade deals with other countries?",
  "Should the government use economic stimulus to aid the country during times of recession?",
  "Should the government make cuts to public spending in order to reduce the national debt?",
  "Should there be fewer or more restrictions on current welfare benefits?",
  "Should old age pensions be increased?",
  "Should pension payments be increased for retired government workers?",
  "Should the government provide tax incentives to private companies to keep jobs within the country?",
  "Should Canadian citizens be allowed to save or invest their money in offshore bank accounts?",
  "Do you support the Trans-Pacific Partnership (TPP)?",
  "Should bankers&rsquo; bonuses be capped at 100% of their pay?",
  "Do you support income splitting for families?",
  "Should Canada continue to participate in the North American Free Trade Agreement (NAFTA)?",
  "Should the employee contribution rate for the Canadian Pension Plan (CPP) be raised above its current 4.49% rate?",
  "Should the government increase funding for small businesses?",
  "Should employment insurance be given to those who work seasonal jobs including tourism, fishery and farming?",
  "Should the underlying technology of our financial system (credit, savings, (credit, savings, investing, purchsing) transition from an institutionally owned industry to a decentralized protocol (similar to the internet) that is not owned by any corporation?",
  "Should the government add or increase tariffs on products imported into the country?",
  "Should the government acquire equity stakes in companies it bails out during a recession?",
  "Should the government classify cryptocurrencies as legal forms of payment?",
  "Should Canada put quotas on its aluminum exports?",
  "Should the government break up Amazon, Facebook and Google?",
  "Should immigrants be required to learn English?",
  "Should Muslim immigrants be banned from entering the country until the government improves its ability to screen out potential terrorists?",
  "Should immigrants be required to pass a citizenship test to demonstrate a basic understanding of our country&rsquo;s language, history, and government?",
  "Should Canada increase or decrease the amount of temporary work visas given to high-skilled immigrant workers?",
  "Should immigrants be deported if they commit a serious crime?",
  "Should the government enact a stricter immigration policy?",
  "Should sanctuary cities receive federal funding?",
  "Should immigrants to Canada be allowed to hold dual citizenship status?",
  "Should the government increase or decrease the amount of temporary foreign workers allowed into Canada?",
  "Should Canada allow the logging of old growth forests?",
  "Should the government increase environmental regulations on businesses to reduce carbon emissions?",
  "Should local governments follow environmental guidelines set by the United Nations?",
  "Should the government spend $1 billion on freshwater research to restore and protect large lakes and rivers?",
  "Do you support the Northern Gateway pipeline project?",
  "Should the federal government subsidize the production and consumption of renewable energy sources?",
  "Should disposable products (such as plastic cups, plates, and cutlery) that contain less than 50% of biodegradable material be banned?",
  "Should the government allow TransCanada to expropriate private property for the construction of the Keystone pipeline?",
  "Do you support the use of hydraulic fracking to extract oil and natural gas resources?",
  "Do you support the use of genetically engineered crops and foods?",
  "Should researchers be allowed to use animals in testing the safety of drugs, vaccines, medical devices, and cosmetics?",
  "Should cities be allowed to offer private companies economic incentives to relocate?",
  "Should there be a limit to the amount of money a candidate can receive from a donor?",
  "Should political parties receive money from the government?",
  "Should term limits be set for the role of Prime Minister?",
  "Should foreigners, currently residing in Canada, have the right to vote?",
  "Should the minimum voting age be lowered?",
  "Should corporations, unions, and non-profit organizations be allowed to donate to political parties?",
  "Should Canada switch to a proportional representation voting system?",
  "Should a politician, who has been formerly convicted of a crime, be allowed to run for office?",
  "Should political candidates be required to release their recent tax returns to the public?",
  "Do you support the use of nuclear energy?",
  "Should the government hire private companies to run prisons?",
  "Should police departments be allowed to use military grade equipment?",
  "Should drug traffickers receive the death penalty?",
  "Should prisoners serving life sentences for first degree murder be eligible for a parole hearing after 15 years?",
  "Should funding for local police departments be redirected to social and community based programs?",
  "Should convicted criminals have the right to vote?",
  "Should non-violent prisoners be released from jail in order to reduce overcrowding?",
  "Should low income international students be provided with a free education?",
  "Should the federal government put a cap on university tuition rates?",
  "Should the government forgive up to $20,000 of student loan debt?",
  "Should postsecondary education be a provincial or federal responsibility?",
  "Do you support independent schools?",
  "Should homeless individuals, that have refused available shelter or housing, be allowed to sleep or encamp on public property?",
  "Should foreigners be banned from buying homes in Canada for 2 years?",
  "Should the government subsidize the building of 1.4 million new homes over the next four years?",
  "Should the government subsidize home buyers who make less than $120K per year?",
  "Should the government impose a 1% tax on real estate owned by non-residents?",
  "Should every 18 year old citizen be required to provide at least one year of military service?",
  "Should Canada provide military supplies and funding to Ukraine?",
  "Should the government attempt to influence foreign elections?",
  "Should Canada maintain a presence at the United Nations?",
  "Should the World Bank and International Monetary Fund provide financial aid to the Taliban government in Afghanistan?",
  "Should Ukraine join NATO?",
  "Should Canada increase or decrease foreign aid spending?",
  "Should the government increase or decrease military spending?",
  "Do you support Bill C-51, which expands local police and intelligence agencies&rsquo; authority to prevent terrorism?",
  "Should the government lift sanctions on the Venezuelan government?",
  "Should the government increase spending on public transportation?",
  "Should all public buses and trains run on electric power?",
  "Should the government permit the use of drones for commercial purposes?"
]
